---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralTopReleaseType
source: html/6b8244e2-9617-3213-10fb-d8a5d2fc0849.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralTopReleaseType Property

"Top Release"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralTopReleaseType { get; }
```